IDEA Open Model
Member2D.Elements2D Property
Compatible with IDEA StatiCa Beta 20.0
 Array of element2D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ReferenceElement> Elements2D { get; set; }
Public Property Elements2D As List(Of ReferenceElement)
	Get
	Set
Return Value
Type: List<ReferenceElement>
List of Element2D
See Also
Reference
Member2D Class
IdeaRS.OpenModel.Model Namespace